app/controllers/students_controller.rb

INSERT INTO "students" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Rick"], ["created_at", "2016-01-28 14:04:18.382403"], ["updated_at", "2016-01-28 14:04:18.382403"]]
---
  def create
    @student = Student.create(student_params)